Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Unexpected An adverse reaction, the nature or severity of which is not consistent with information in the product information.
es_es: Imprevisto Un evento adverso cuya naturaleza o gravedad no coincide con los datos consignados en la información del producto.

source: Uniformity and accuracy of delivered doses from multidose containers
es_es: Uniformidad y exactitud de las dosis administradas desde recipientes multidosis

source: Uniformity of Dosage Units of Empagliflozin in Empagliflozin/Metformin Hydrochloride Film-coated Tablets, 12.5/850 mg
es_es: Uniformidad de la dosis de empagliflozina en los comprimidos recubiertos de empagliflozina/clorhidrato de metformina, 12.5 mg/850 mg

source: Uniformity of content of single- dose preparations
es_es: Uniformidad del contenido de las preparaciones a dosis única

source: Uniformity of content of single-dose
es_es: Uniformidad del contenido de las dosis unitarias

source: Uniformity of content of single-dose preparations
es_es: Uniformidad del contenido de las preparaciones a dosis única

source: Uniformity of content of single-dose preparations1
es_es: Uniformidad del contenido de las preparaciones a dosis única1

source: Uniformity of delivered dose
es_es: Uniformidad de la dosis administrada

source: Uniformity of dosage units
es_es: Uniformidad de las dosis unitarias

source: Uniformity of dosage units of Metformin Hydrochloride in Empagliflozin/Metformin Hydrochloride Film-coated Tablets
es_es: Uniformidad de la dosis de clorhidrato de metformina en los comprimidos recubiertos de empagliflozina/clorhidrato de metformina.

source: Uniformity of mass
es_es: Uniformidad de masa

source: Uniformity of mass of single-dose preparations
es_es: Uniformidad de la masa de las preparaciones a dosis única

source: Unit
es_es: Unidad

source: Unit includes skid and pump
es_es: La unidad incluye patín y bomba

source: Unit operation
es_es: Operación unitaria

source: Unit operations are performed at room temperature (RT) unless stated otherwise.
es_es: Las operaciones unitarias se realizan a temperatura ambiente, a menos que se indique lo contrario.

source: Unit operations are performed at room temperature unless stated otherwise.
es_es: Las operaciones realizadas sobre las unidades se realizan a temperatura ambiente a menos que se indique lo contrario.

source: Unit strength:
es_es: Dosis unitaria:

source: Unit/mg
es_es: Unidades/mg

source: United Arab Emirates
es_es: Emiratos Árabes Unidos

source: United Kingdom
es_es: Reino Unido

source: United Kingdom |
es_es: Reino Unido

source: United States (USA)
es_es: Estados Unidos de América

source: United States Pharmacopeia
es_es: Farmacopea de los Estados Unidos

source: United States Pharmacopoeia
es_es: Farmacopea de los Estados Unidos

source: United States of America
es_es: Estados Unidos de América

source: Units / volume
es_es: Unidades / Volumen

source: Units with microbial growth (positive units)
es_es: Unidades con flora microbiana (unidades positivas)

source: University of Alberta Hospital, Edmonton, AB
es_es: Hospital universitario de Alberta, Edmonton, AB

source: Unk
es_es: Desc.

source: Unknown
es_es: Desconocido

source: Unknown peaks were not observed.
es_es: No se observaron picos desconocidos.

source: Unknown volatiles
es_es: Volátiles desconocidos

source: Unlabelled DNA
es_es: ADN no marcado

source: Unless otherwise indicated in the tables, percentages will be calculated according to the number of patients for whom data are available.
es_es: A menos que se indique lo contrario en las tablas, los porcentajes se calcularán en función de la cantidad de pacientes con datos disponibles.

source: Unless otherwise specified, efficacy analyses followed the ITT principle and included all randomised patients (RS; treatment assigned as randomised) and all available data up to the end of the planned treatment period (including “off-treatment” data during unplanned treatment interruptions and after premature treatment discontinuations).
es_es: A menos que se hubiera especificado lo contrario, los análisis de eficacia se rigieron por el principio de intención de tratar e incluyeron a todos los pacientes aleatorizados (grupo aleatorizado; tratamiento asignado como aleatorizado) y todos los datos disponibles hasta el final del período de tratamiento planificado (incluidos los datos "sin tratamiento" consignados durante las interrupciones no planificadas y después de las discontinuaciones prematuras del tratamiento).

source: Unless otherwise specified, the outcome events summarised below were based on CEC adjudication results (see Section 15.2.4.1).
es_es: A menos que se especifique lo contrario, los eventos de desenlace resumidos a continuación se basaron en las adjudicaciones del comité de eventos clínicos (ver la Sección 15.2.4.1).

source: Unless specifically stated otherwise, all estimates of treatment effects will be presented with 95% confidence intervals (95%CIs)
es_es: A menos que se indique específicamente lo contrario, todas las estimaciones de los efectos del tratamiento se presentarán con intervalos de confianza del 95% (IC del 95%).

source: Unlike most zymogens, the single-chain form is nearly as active as the two-chain form [4].
es_es: A diferencia de la mayoría de los zimógenos, la forma de cadena única es casi tan activa como la forma de dos cadenas [4].

source: Unlike other cardiovascular outcome trials with DPP-4 inhibitors, the CAROLINA trial included a sulphonylurea as an active comparator.
es_es: A diferencia de otros ensayos de desenlace cardiovascular realizados con inhibidores de la DPP-4, el ensayo CAROLINA incluyó una sulfonilurea como comparador activo.

source: Unlikely The temporal association between the adverse event and investigational product is such that the study drug is not likely to have any reasonable association with the adverse event.
es_es: Improbable: por la asociación temporal entre el evento adverso y el producto en investigación, es improbable que exista una relación razonable entre ellos.

source: Unlimited
es_es: Ilimitada

source: Unscheduled
es_es: Visitas no

source: Unscheduled visits
es_es: Visitas no programadas

source: Unterschriftenblatt
es_es: Planilla de firmas

source: Until or unless I have notified my respective Company contact as described above, I consent to receive through electronic means all contractual documents, notices and other documents that are required to be provided or made available to me by the Company during the course of the business relationship with you.
es_es: Hasta tanto no haya notificado a mi respectivo contacto de la Empresa según lo descrito anteriormente, doy mi consentimiento para recibir a través de medios electrónicos todos los documentos contractuales, avisos y otros documentos que la Empresa deba proporcionarme o poner a mi disposición durante el curso de mi relación comercial con usted.

source: Until target temperature is reached
es_es: Hasta alcanzar la temperatura objetivo

source: Until the end of November 2024, tenecteplase (Metalyse, TNKase) had a worldwide cumulative marketed exposure of 2,768,805 patients across indications and dosages.
es_es: Hasta fines de noviembre de 2024, tenecteplasa (Metalyse, TNKasa) tuvo una exposición tras la comercialización acumulada en el mundo de 2768805 pacientes en todas las indicaciones y dosis.

source: Until the target temperature is reached
es_es: Hasta alcanzar la temperatura objetivo

source: Until transfer on dry ice to the analytical laboratory, the aliquots were stored at the trial site.
es_es: Hasta el momento de la transferencia con hielo seco al laboratorio donde se realizarían los análisis, las alícuotas se mantuvieron en el centro del estudio.

source: Up to 12 weeks
es_es: Hasta 12 semanas

source: Up to 2000 L
es_es: Hasta 2000 l

source: Up to 30 days after treatment discontinuation
es_es: Hasta 30 días tras la discontinuación del tratamiento

source: Up to 300,000 tablets / h
es_es: Hasta 300000 comprimidos / h

source: Up to 36 months 1)
es_es: Hasta 36 meses 1)

source: Up to 36 months 2)
es_es: Hasta 36 meses 2)

source: Up to 31 months 2)
es_es: Hasta 31 meses 2)

source: Up to 500 L
es_es: Hasta 500 l

source: Up to 6 months 2)
es_es: Hasta 6 meses 2)

source: Up to 626,400 tablets / h
es_es: Hasta 626400 comprimidos / h

source: Up to 800 L
es_es: Hasta 800 l

source: Up to 930 L
es_es: Hasta 930 l

source: Up to now 3 months data are available.
es_es: Hasta el momento, se cuenta con datos de 3 meses.

source: Up to trial completion
es_es: Hasta la finalización del ensayo

source: Upcoming roll-out of the updated CEP/DMF for Telmisartan / HCTZ Layered Tablets and other updated regulatory information after CEP approval.
es_es: Futura publicación del certificado de idoneidad y archivo general del medicamento Telmisartán / HCTZ, comprimidos multicapa, y otra información regulatoria actualizada tras la aprobación de dicho certificado de idoneidad.

source: Update in accordance with current internal document template (removal of header, additional of figure label).
es_es: Se actualiza según la plantilla interna del documento (se eliminan el encabezado, los rótulos adicionales y los rótulos de las figuras)

source: Update of document format to fulfil current standards.1 Listing of manufacturers with addresses and operations performed within single table
es_es: Actualización del formato del documento para cumplir con los estándares vigentes. Compilación de los fabricantes con las correspondientes direcciones y operaciones realizadas en una sola tabla.

source: Update of suitability statement as per current internal template.
es_es: Actualización de la declaración de idoneidad según la plantilla interna vigente.

source: Update of the referenced analytical procedure due to a corrected description in water of hydration of two of the used reagents.
es_es: Se actualiza el procedimiento analítico referenciado porque, en el agua para hidratación de dos de los reactivos empleados, la descripción está corregida.

source: Update with correction of the “operations” boxes (in flow-chart) to bring them in line with the narrative description for the proposed Catalent FR (Beinheim) site.
es_es: Actualización en la que se corrigen los cuadros “operaciones” del flujograma para alinearlos con la descripción narrativa de la planta productora propuesta Catalent FR (Beinheim).

source: Updated August 2019.
es_es: Actualizado en agosto de 2019.

source: Updated CEP (including removal of limit in TS for NO-HCTZ) has been submitted to EDQM by 25/Oct/2023.
es_es: El 25 de octubre de 2023 se presentó ante la dirección EDQM el Certificado de idoneidad actualizado (con la eliminación del límite de NO-HCTZ en la especificación analítica).

source: Updated section.
es_es: Sección actualizada.

source: Updates of these limits based on changes in the above-mentioned guidelines will be done via change control and are documented at the manufacturing site.
es_es: Las actualizaciones de estos límites basadas en las actualizaciones de las guías mencionadas se realizarán con control de cambios y se documentan en la planta productora.

source: Updates of these limits based on updates in the above-mentioned guidelines will be done via change control and are documented at the manufacturing site.
es_es: Las actualizaciones de estos límites basadas en las actualizaciones de las guías mencionadas se realizarán con control de cambios y se documentan en la planta productora.

source: Updates to the labels of Trajenta, Jentadueto, and Glyxambi are proposed to include the results of CAROLINA.
es_es: Se prevé incluir los resultados de CAROLINA en las etiquetas de Trayenta, Jentadueto y Glyxambi.

source: Uploaded Signature Image
es_es: Imagen de firma cargada

source: Upon completion of the Study it is the intention of the parties to prepare a joint publication regarding or describing the Study and all the results there from and all parties shall co-operate in this regard.
es_es: Al finalizar el Estudio, la intención de las partes es preparar una publicación conjunta que comente o describa el Estudio y todos sus resultados, para la que cooperarán todas las partes.

source: Upon completion of the study, a clinical study report will be prepared by the Principal Clinical Investigators.
es_es: Una vez finalizado el estudio, los investigadores clínicos principales redactarán un informe del estudio clínico.

source: Upon enrolment in the trial, the investigator was to assess the subject’s baseline condition (for instance, by documentating the medical history and concomitant diagnoses) and he was to note relevant changes from baseline during the trial.
es_es: Al reclutamiento, el investigador debía evaluar las afecciones iniciales del sujeto (por ejemplo, documentando los antecedentes y diagnósticos concomitantes) y anotar los cambios relevantes con respecto al inicio que surgieran durante el ensayo.

source: Upper limit
es_es: Límite superior

source: Upper
es_es: Concentración superior

source: Upper Limit of Normal
es_es: Límite normal superior

source: Upper Specification Limit
es_es: Límite de especificación superior

source: Upper [110.16 ppb]
es_es: Superior [110.16 ppb]

source: Upper concentration
es_es: Concentración superior:

source: Upper limit of 95 % Confidence intervall
es_es: Límite superior del intervalo de confianza del 95 %

source: Urease, thus bound to the sample’s DNA reacts with urea in a specific reader chamber thereby generating a pH change of the substrate solution which is monitored.
es_es: La ureasa, unida al ADN de la muestra, reacciona con urea en una cámara de lectura específica y genera un cambio de pH de la solución sustrato. Este cambio se monitorea.

source: Uric acid [mg/dL] change from baseline MMRM results over time − RS (OC-AD)
es_es: Cambios en el ácido úrico [mg/dl] desde el inicio y a lo largo del tiempo partiendo del modelo MMRM. Grupo aleatorizado (casos observados tras la discontinuación)

source: Urinary infection
es_es: Infección urinaria

source: Urinary tract infection
es_es: Infección del tracto urinario

source: Urinary tract infection (UTI; BIcMQ)
es_es: Infección del tracto urinario (IU; BIcMQ)

source: Urinary tract infections (UTI) including pyelonephritis and sepsis
es_es: Infección del tracto urinario (IU), incluidas la pielonefritis y la sepsis

source: Urinary tract infections were mostly infections of the lower urinary tract (bladder and below).
es_es: Las infecciones del tracto urinario fueron, en su mayoría, infecciones del tracto urinario inferior (de vejiga urinaria o inferiores).

source: Urinary tract malignancies
es_es: Tumores malignos del tracto urinario

source: Urinary tract malignancies on-treatment occurred in 16 patients (0.5%) in the empagliflozin group and in 10 patients (0.3%) in the placebo group (Table 15.3.1.14: 1).
es_es: Se observaron tumores malignos del tracto urinario en 16 pacientes (0.5%) del grupo de empagliflozina y en 10 pacientes del grupo de placebo (0.3%) (Tabla 15.3.1.14: 1).

source: Urinary tract malignancy
es_es: Tumor maligno del tracto urinario

source: Urinary tract malignancy up to trial completion (BIcMQ)
es_es: Tumor maligno del tracto urinario hasta la finalización del estudio (BIcMQ)

source: Urinary tract malignancy was infrequent and balanced between both treatment groups.
es_es: Los tumores malignos del tracto urinario fueron infrecuentes y estuvieron equilibrados entre ambos grupos de tratamiento (Tabla 4).

source: Urine Albumin Creatinine Ratio
es_es: Proporción albúmina/creatinina en orina

source: Urosepsis complicated by rapid AF and acute pulmonary oedema
es_es: Urosepsis complicada por FA rápida y edema pulmonar agudo

source: Use 15.0 mL of *0.5 M alcoholic potassium hydroxide* and dilute with 50 mL of *ethanol (96 per cent) R* before carrying out the titration.
es_es: Empleando 15.0 mL de *hidróxido de potasio alcohólico 0.5 M*, diluir con 50 mL de *etanol (96 por ciento) R* antes de realizar la valoración.

source: Use of batch
es_es: Destino de uso de la partida

source: Use a suitable laboratory data system or evaluate in accordance with the formula set out below.
es_es: Emplear un sistema de datos de laboratorio adecuado o evaluar de acuerdo con la siguiente fórmula.

source: Use amber glass for storage.
es_es: Usar vidrio de color ámbar para el almacenamiento.

source: Use buffered sodium chloride-peptone solution pH 7.0 or phosphate buffer solution pH 7.2 to make test suspensions.
es_es: Para preparar las suspensiones de análisis, utilizar una solución buffer de cloruro de sodio y peptona a un pH = 7.0, o una solución buffer fosfato a un pH = 7.2.

source: Use casein soya bean digest agar.
es_es: Usar agar digerido de caseína-soja.

source: Use glass container only.
es_es: Usar únicamente recipientes de vidrio.

source: Use in combinations not studied or approved
es_es: Uso en combinaciones no estudiadas o no aprobadas.

source: Use in patients with body weight <40 kg
es_es: Uso en pacientes con peso corporal <40 kg

source: Use in patients with severe liver failure
es_es: Uso en pacientes con insuficiencia hepática severa

source: Use of UFH in situations where rapid reversal may be required is also recommended.
es_es: También se recomienda el uso de heparina no fraccionada en situaciones en las que pueda ser necesaria una reversión rápida.

source: Use of contaminated equipment
es_es: Uso de equipos contaminados

source: Use of contaminated raw materials
es_es: Uso de materias primas contaminadas

source: Use of drugs which might reasonably influence the results of the trial within 14 days prior to administration of the first dose of trial medication or during the trial
es_es: Ingesta de medicamentos que razonablemente podrían influir en los resultados del ensayo en los 14 días previos a la administración de la primera dosis de la medicación en estudio o durante el curso del ensayo.

source: Use of platform filling technology
es_es: Uso de tecnología de llenado de plataforma.

source: Use of platform filling technology.
es_es: Uso de tecnología de llenado en plataforma.

source: Use of rescue medication
es_es: Uso de medicación de rescate

source: Use outside the indication
es_es: Uso no indicado

source: Use standard solution A1.
es_es: Usar la solución estándar A1.

source: Use standardised stable suspensions of test strains or prepare them as stated in Table 0008.-1.
es_es: Emplear suspensiones estables estandarizadas de cepas de prueba o prepararlas como se indica en la Tabla 0008.-1.

source: Use the aqueous layer.
es_es: Emplear la capa acuosa.

source: Use the average of these 6 response factors (A1, A2) for calibration
es_es: Para la calibración, usar el promedio de estos 6 factores de respuesta (A1, A2)

source: Use the chromatogram supplied with amlodipine for peak identification CRS and the chromatogmm obtained with reference solution (c) to identify the peaks due to impurities D, E and F ; use the chromatogram obtained with reference solution (d) to identify the peak due to impurity A
es_es: Úsese el cromatograma adjunto a la amlodipina para la identificacion del pico CRS y el que se obtuvo con la solución de referecncia C para identificar los picos de las impurezas D, E y F; úsese el cromatograma de la solución de referencia D para identificar el pico de la impureza A.

source: Use the measured results for the calculation of the amount of substance in the test solution.
es_es: Para calcular la cantidad de sustancia en la solución de análisis, emplear los resultados obtenidos.

source: Use the suspensions within 2 h, or within 24 h if stored at 2-8 °C.
es_es: Usar las suspensiones dentro de las 2 h, o dentro de las 24 h si se almacenan a 2-8 °C.

source: Used for validation parameter
es_es: Usado en el parámetro de validación

source: Used to adjust pH to 7.3.
es_es: Se utiliza para ajustar el pH a 7.3.

source: Used vials of investigational product must be labelled and retained for accountability purposes.
es_es: Los frascos usados del producto en investigación deben etiquetarse y conservarse para llevar un recuento de la medicación.

source: Using IP Address:
es_es: Mediante la dirección IP:

source: Using WFI
es_es: Usando agua p/iny.

source: Using a 20-run DoE approach, combinations of the parameters that influence crimping were evaluated and the optimum set points and operating ranges were determined (see Table 28).
es_es: Utilizando un enfoque de diseño de experimento de 20 corridas, se evaluaron las combinaciones de los parámetros que influyen en el sellado, y se determinaron los puntos de ajuste óptimos y los rangos operativos (ver la Tabla 28).

source: Using a gastight syringe, separately inject equal volumes of solutions as per Sequence of injection into the chromatograph and record the peak area responses for the major peaks and check for the System suitability requirements.
es_es: Inyectar por separado volúmenes iguales de las soluciones, según la secuencia de inyecciones, en el cromatógrafo, registrar las respuestas del área del pico para los picos principales y verificar los requisitos de adecuación del sistema.

source: Using a graduated cylinder, separately transfer 1340 mL of deionized water and 660 mL of acetonitrile into the same glass container.
es_es: Usando una probeta graduada, transferir por separado 1340 ml de agua desionizada y 660 ml de acetonitrilo al mismo recipiente de vidrio.

source: Using a helium leak test, the leak rates for specific stopper positions in the vial were determined.
es_es: Mediante un ensayo de fugas de helio, se determinaron las tasas de fuga en posiciones específicas del tapón en el frasco.

source: Using a suitable crimping machine, crimp the reservoir into an aluminium cylinder.
es_es: Con una crimpadora, crimpar cada tanque de reserva a un cilindro de aluminio.

source: Using a suitable diffusion mixer blend 4 batches of the raw granulate with magnesium stearate, silica colloidal anhydrous and maize starch (final blend) as detailed below:
es_es: Con una mezcladora por difusión adecuada, mezclar 4 partidas del granulado sin procesar con estearato de magnesio, sílice coloidal anhidro y almidón de maíz (mezcla final) tal como se indica aquí:

source: Using a suitable mixing vessel suspend maize starch in purified water, heat up the suspension and mix into a paste.
es_es: Mediante un vaso mezclador adecuado, suspender el almidón de maíz en agua purificada, calentar la suspensión y mezclar hasta obtener una pasta.

source: Using a suitable mixing vessel suspend maize starch in purified water.
es_es: Mediante un vaso mezclador adecuado, suspender el almidón de maíz en agua purificada.

source: Using a suitable screening mill (mesh size 1.4 mm), pass through the dried granulate.
es_es: Pasar el granulado seco pon una granuladora rotativa (tamaño de malla: 1.4 mm) adecuada.

source: Using a suitable screening mill (mesh size 1.4 mm) pass through the dried granulate (Raw Granulate).
es_es: Pasar el granulado seco (granulado sin procesar) pon una granuladora rotativa (tamaño de malla: 1.4 mm) adecuada.

source: Using a suitable spectrophotometer according to the manufacturer’s instructions, determine the transmittance (T) at least over the range 400-700 nm, at intervals of not greater than 10 nm.
es_es: Utilizando un espectrofotómetro adecuado y siguiendo las instrucciones del fabricante, establecer la transmitancia (t) al menos entre 400 y 700 nm, a intervalos no superiores a 10 nm.
